No Keynoting System associated with Tag Family.\nTo resolve, select keynoting system for the tag family.
  Namespace:   Autodesk.Revit.DB
  Assembly:   RevitAPI  (in RevitAPI.dll) Version: 2015.0.0.0 (2015.0.0.0)
 Syntax
  C#
public static FailureDefinitionId MissKeynotingSystem { get; }
  Visual Basic
Public Shared ReadOnly Property MissKeynotingSystem As FailureDefinitionId
	Get
  Visual C++
public:
static property FailureDefinitionId^ MissKeynotingSystem {
	FailureDefinitionId^ get ();
}
 See Also
  BuiltInFailures KeynoteFailures Class
  Autodesk.Revit.DB Namespace